<?php include 'incl/header.php'; ?>

	<main class="main-content container-s">
		<section class="section group">
			<article class="col span_12_of_12">
				<header>
					<h2 class="center-text">Д(н)ЕВникът на Pesho</h2>
					<hr />
				</header>

				<div class="article-content">
					<h3>Понеделник:</h3>
					
					<p>
					Станах рано, към 13:30. Вчера осъзнах, че затлъстявам и реших от днес да мина на диета. В 13:50 закусих мюсли. С 8 кюфтета.
					</p>

					<p>
					Нямах време за йога, затова седнах по гащи в поза лотус пред компа - да ми диша кожата.
					</p>

					<p>
					Както си пишех прост алгоритъм за намиране на най-прекия път до тоалетната от всяка точка в апартамента, в стаята ми влезе топ-модел по бански. 
					</p>

					<p>
					Шегувам се. Беше майка ми. 
					</p>

					<p>
					Каза ми, че ми е време да си хващам гадже, защото с баща ми не издържали да ми перат гащите и да ме захранват с качамак и лютеница.
					</p>

					<p>
					Мислих над думите на майка ми. Стана 2 часа и ми се доспа. От закуската е, трябваше да хапна повече.
					</p>

					<h3>Вторник:</h3>
					
					<p>
					Утрото в 13:30 е по-мъдро от вечерта. Мама беше права. 
					</p>

					<p>
					Сложих си гащите на спайдърмен, белия потник на дупки и най-яките ми дънки. 
					</p>

					<p>
					В този момент се сетих, че имам огромна пъпка на носа и едва ли съществува момиче, което би се влюбило в мен, защото първо, няма да види лицето ми от пъпката и второ, защото когато говоря с момичета имам странния навик да ги плюя без да искам.
					</p>

					<p>
					Реших, че ще търся момичето на мечтите си във фейса, защото там можех да бъда когото си поискам.
					</p>

					<p>
					И понеже истинския сваляч винаги е подготвен, отделих 2 часа и изгледах няколко клипа в xhamster, сложих си за wallpaper Наков и започнах да ровя из нета за крехко, младо и сочно уеб девойче.
					</p>

					<p>
					Първата "жертва" беше SlaDkOtyYyy_KotiIi_99. Звучи обещаващо. Ето как премина чатът ни:
					</p>

					<p class="chat-box">
					- Аз: Kvo staa, mac p1s1 p1s1? <br />
					- Тя: <br />
					- Аз: A ma. Obi4am te, 4u li!?<br />
					- Тя:<br />
					- Аз: E kvo p1k tolkos, ima i drugi!!<br />
					</p>

					<p>
					До края на деня се съвземах от шока.
					</p>

					<h3>Сряда:</h3>

					<p>
					Събудих се. Първия ден откакто загубих любовта на живота си.
					</p>

					<p>
					Измих си зъбите. Плачейки.
					</p>

					<p>
					Реших, че живота е пред мен и раните ще зараснат, ако си намеря друга. Търсих и си харесах ново момиче - KraLiCAtA_NaA_ObeLQ_WE!. 
					</p>

					<p>
					Стори ми се приятно момиче, а пък и по името си личеше, че е ценителка.
					</p>

					<p>
					Ето чата ни:
					</p>

					<p class="chat-box">
					- Аз: Kralq na Obelq si tyrsi kralica, maco!<br />
					- Тя: O sladur, kvo staa!<br />
					- Аз: Mi kvo, blyskam wyw fitnesa i si chatim s tebe, shushka!<br />
					- Тя: HiHihiiixi, ebasi qkoto.<br />
					- Аз: E mn qsno, we, kato tricepsa mi e qko.<br />
					- Тя: oOoOOOo, are se wiiiidim, shushi mushi...<br />
					- Аз: BMW-to mi E na remont, she doida s metroto.<br />
					- Тя: kwo rabotish.<br />
					- Аз: Programist sym.<br />
					- Тя:<br />
					- Аз / 30 мин по-късно/: Programist, we!<br />
					- Тя:<br />
					- Аз /1 час по-късно/: Kodq, sesh se?!<br />
					- Тя: <br />
					- Aз: Kralico, are we, pishi mi.<br />
					- Тя: 
					</p>

					<p>
					В този ден осъзнах, че със статуса си на програмист не привличам кралици.
					</p>

					<p>
					Плаках.
					</p>

					<h3>Четвъртък:</h3>

					<p>
					Два поредни дни - двe изтървани красавици.
					</p>

					<p>
					Оттърсих се от шока.
					</p>

					<p>
					Очивидно нямах нужния подход. Мислих цял ден и реших, че би трябвало да има алгоритъм за сваляне на мацки. Запретнах ръкави в търсене и открих BOYSENBERRY - платформа с готови снипети. Пишеш и получаваш резултати. Почти толкова яко колкото Visual Studio.
					</p>

					<p>
					Осъзнах, че с моите глупости приличам на Notepad++.
					</p>

					<p>
					Изгледах им видеата и се надъхах. Научих наизуст опънърите от библията на сваляча в техния сайт. Беше ред на следващото момиче - <strong>GenovevaDev_a</strong>.
					</p>

					<p>
					Усещах сродна душа.
					</p>

					<p>
					Цял ден събирах смелост да и пиша. Оставих го за утре.
					</p>

					<h3>Петък:</h3>

					<p>
					Събудих се с CapsLock. Някои го наричат extended class, нона мен повече ми отива micro usb. 
					</p>

					<p>
					Закусих. Забравих, че съм на диета и изядох само 8 кюфтета, без мюсли. Но така или иначе от тия диети няма смисъл. 
					</p>

					<p>
					Седнах в поза лотус в супер-ергономичния си спеисшип (както наричам стола си). Пръднах и събрах смелост да пиша на GenovevaDev_a.
					</p>

					<p>
					Eто как протече чата:
					</p>

					<p class="chat-box">
					- Аз: import hello.world; Console.WriteLine(zrd());<br />
					- Тя: import nice.to.meet.you; Console.WriteLine(titsGoneHard());<br />
					- Аз: class myDck extends LikePalatka;<br />
					- Tя: (blush)
					</p>

					<p>
					В този момент осъзнах, че всичките тези провали не са били напразно. Това е бил пътят към моето момиче. Моята Геновева. Трябваше да включа изпитана фраза от наръчника на СофтУни сваляча:
					</p>

					<p class="chat-box">
					- Аз: Усещаш ли как сърцето ми бие (heart). Все едно нарушавам W3 конвенциите, бебчо!<br />
					- Тя: И аз така се чувствам, скъпи. Мисля, че е време да направим следващата крачка.<br />
					- Аз: Да използваме JavaScript библиотека?<br />
					- Тя: Не, да ми ъпдейтнеш кърнела, мили Пешо!
					</p>

					<p>
					В този момент се просълзих. Благодаря ти, Торвалдс, за всичко, което си дал на света.
					</p>

					<p>
					Запазих самообладание и използвах следващия си коз от BOYSENBERRY:
					</p>

					<p class="chat-box">
					- Аз: Току що превърна софтуера ми в хардуер, Генче!<br />
					- Тя: Какво искаш да правим след ъпдейта?<br />
					- Аз: $nextSteps = unzip(); touch(); sleep()?<br />
					- Тя: if($nextSteps) { merryMe() } ?
					</p>

					<p>
					Сълза се стече по дясната ми буза. Тя ме обича!
					</p>

					<p class="chat-box">
					- Аз: while(uItterateMyMultidimensionalArray()) { iLoveYou() };<br />
					- Тя: comeToMyHomepage() && beMine();<br />
					</p>
				</div>
			</article>
		</section>
	</main>

<?php include 'incl/footer.php'; ?>